readwrite/128_node/job_1471266_fiojob_8/nid00108_fiojob_8/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 8 processes
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
[...]

readwrite: (groupid=0, jobs=8): err= 0: pid=125203: Wed Jul 21 18:40:18 2021
  read: IOPS=25.2k, BW=98.6MiB/s (103MB/s)(28.9GiB/300018msec)
    slat (usec): min=7, max=633074, avg=218.01, stdev=3729.77
    clat (usec): min=10, max=13769k, avg=40552.78, stdev=299767.01
     lat (usec): min=22, max=13797k, avg=40771.51, stdev=301916.69
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   15], 90.00th=[   15], 95.00th=[   16],
     | 99.00th=[ 1045], 99.50th=[ 1888], 99.90th=[ 4463], 99.95th=[ 6007],
     | 99.99th=[ 9463]
   bw (  KiB/s): min=   64, max=321368, per=100.00%, avg=102208.07, stdev=12244.16, samples=4751
   iops        : min=   16, max=80342, avg=25552.01, stdev=3061.04, samples=4751
  write: IOPS=25.2k, BW=98.6MiB/s (103MB/s)(28.9GiB/300018msec); 0 zone resets
    slat (usec): min=68, max=163956, avg=77.95, stdev=80.28
    clat (usec): min=12, max=13749k, avg=40231.06, stdev=297270.28
     lat (usec): min=93, max=13749k, avg=40310.11, stdev=297272.14
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   15], 90.00th=[   15], 95.00th=[   16],
     | 99.00th=[ 1028], 99.50th=[ 1871], 99.90th=[ 4463], 99.95th=[ 5940],
     | 99.99th=[ 9329]
   bw (  KiB/s): min=   64, max=318656, per=100.00%, avg=102056.96, stdev=12256.55, samples=4758
   iops        : min=   16, max=79662, avg=25514.23, stdev=3064.14, samples=4758
  lat (usec)   : 20=0.01%, 50=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=97.39%, 50=1.18%
  lat (msec)   : 100=0.08%, 250=0.07%, 500=0.04%, 750=0.07%, 1000=0.15%
  lat (msec)   : 2000=0.57%, >=2000=0.45%
  cpu          : usr=5.96%, sys=29.83%, ctx=92471, majf=0, minf=358
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=7573276,7574406,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=98.6MiB/s (103MB/s), 98.6MiB/s-98.6MiB/s (103MB/s-103MB/s), io=28.9GiB (31.0GB), run=300018-300018msec
  WRITE: bw=98.6MiB/s (103MB/s), 98.6MiB/s-98.6MiB/s (103MB/s-103MB/s), io=28.9GiB (31.0GB), run=300018-300018msec